{"id":78,"date":"2023-07-21T05:42:01","date_gmt":"2023-07-21T05:42:01","guid":{"rendered":"https:\/\/www.pcsoftwarecare.com\/?page_id=78"},"modified":"2023-07-21T05:42:02","modified_gmt":"2023-07-21T05:42:02","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.pcsoftwarecare.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n<p>Pcsoftwarecare (“us”, “we”, or “our”) operates the Pcsoftwarecare website (the “Service”).<\/p>\n\n\n\n<p>This page informs you of our policies regarding the collection, use and disclosure of Personal Information when you use our Service.<\/p>\n\n\n\n<p>We will not use or share your information with anyone except as described in this Privacy Policy.<\/p>\n\n\n\n<p>We use your Personal Information for providing and improving the Service. By using the Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible at https:\/\/avsoftwareshop.com\/<\/p>\n\n\n\n<p><strong>Information Collection And Use<\/strong><\/p>\n\n\n\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you. Personally identifiable information (“Personal Information”) may include, but is not limited to:<br>• Name<br>• Email address<br>• Telephone number<br>• Address<\/p>\n\n\n\n<p><strong>Log Data<\/strong><\/p>\n\n\n\n<p>We collect information that your browser sends whenever you visit our Service (“Log Data”). This Log Data may include information such as your computer’s Internet Protocol (“IP”) address, browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages and other statistics.<\/p>\n\n\n\n<p><strong>Cookies<\/strong><\/p>\n\n\n\n<p>Cookies are files with small amount of data, which may include an anonymous unique identifier. Cookies are sent to your browser from a web site and stored on your computer’s hard drive.<\/p>\n\n\n\n<p>We use “cookies” to collect information. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.<\/p>\n\n\n\n<p><strong>Service Providers<\/strong><\/p>\n\n\n\n<p>We may employ third party companies and individuals to facilitate our Service, to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.<\/p>\n\n\n\n<p>These third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.<\/p>\n\n\n\n<p><strong>Security<\/strong><\/p>\n\n\n\n<p>The security of your Personal Information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security.<\/p>\n\n\n\n<p><strong>Links To Other Sites<\/strong><\/p>\n\n\n\n<p>Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party’s site. We strongly advise you to review the Privacy Policy of every site you visit.<\/p>\n\n\n\n<p>We have no control over, and assume no responsibility for the content, privacy policies or practices of any third party sites or services.<\/p>\n\n\n\n<p><strong>Children’s Privacy<\/strong><\/p>\n\n\n\n<p>Our Service does not address anyone under the age of 18 (“Children”).<\/p>\n\n\n\n<p>We do not knowingly collect personally identifiable information from children under 18. If you are a parent or guardian and you are aware that your child has provided us with Personal Information, please contact us. If we discover that a child under 18 has provided us with Personal Information, we will delete such information from our servers immediately.<\/p>\n\n\n\n<p><strong>Compliance With Laws<\/strong><\/p>\n\n\n\n<p>We will disclose your Personal Information where required to do so by law or subpoena.<\/p>\n\n\n\n<p><strong>Changes To This Privacy Policy<\/strong><\/p>\n\n\n\n<p>We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.<br>You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.<\/p>\n\n\n\n<p><strong>Contact Us<\/strong><\/p>\n\n\n\n<p>If you have any questions about this Privacy Policy, please contact us.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pcsoftwarecare (“us”, “we”, or “our”) operates the Pcsoftwarecare website (the “Service”). This page informs you of our policies regarding the collection, use and disclosure of Personal Information when you use our Service. We will not use or share your information with anyone except as described in this Privacy Policy. We use your Personal Information for &hellip;<\/p>\n<p class=\"read-more\"> <a class=\" thunk-readmore button \" href=\"https:\/\/www.pcsoftwarecare.com\/privacy-policy\/\"> <span class=\"screen-reader-text\">Privacy Policy<\/span>Read More<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"_links":{"self":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages\/78"}],"collection":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/comments?post=78"}],"version-history":[{"count":1,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages\/78\/revisions"}],"predecessor-version":[{"id":79,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages\/78\/revisions\/79"}],"wp:attachment":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/media?parent=78"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}