{"id":80,"date":"2023-07-21T05:43:09","date_gmt":"2023-07-21T05:43:09","guid":{"rendered":"https:\/\/www.pcsoftwarecare.com\/?page_id=80"},"modified":"2023-07-21T05:43:09","modified_gmt":"2023-07-21T05:43:09","slug":"refund-and-returns-policy","status":"publish","type":"page","link":"https:\/\/www.pcsoftwarecare.com\/refund-and-returns-policy\/","title":{"rendered":"Refund and Returns Policy"},"content":{"rendered":"\n<p>Pcsoftwarecare 30-day limited warranty is a defective exchange policy that provides for replacement (at our sole discretion) of software that has been confirmed as defective by either the manufacture or Pcsoftwarecare. Due to licensing and copyright laws, we do not accept returns on software once a package has been opened or downloaded and installed in the case on products sent via electronic delivery. Defective software will be exchanged for the same title only according to Pcsoftwarecare limited 30-day warranty described above. Terms and conditions may vary by product or manufacture. Pcsoftwarecare will assist customers whenever possible in gaining satisfaction with product manufactures Products returned for exchange must be in new condition, original packaging and include all disks, registration cards, packing materials and other accessories and be received within 30 days of the invoice date. We reserve the right to refuse for return or charge a restocking fee for damaged or incomplete returns.<\/p>\n\n\n\n<p>All returns require a Order Confirmation Number. Please obtain a OCN number by sending an e-mail to info@avsoftwareshop.com. In your e-mail please include your original order number, the title of the product you wish to return, the condition of the products you would like to send back and the reason for the return. Please DO NOT ship product back without an OCN number. We WILL NOT be responsible for product that is returned to us without an OCN number. For all returns shipping is pre-paid by the customer.<\/p>\n\n\n\n<p>If your return or exchange appears to be within our guidelines, we will then issue you an OCN number and ship-to address via e-mail within a week of your request. All OCN numbers must be clearly written on the outside of the package and must be returned to us within 15 days of the order date. Please note: issuance of an OCN number does not guarantee acceptance of your return or exchange. We cannot accept opened, non-defective merchandise for credit or exchange. OEM and DSP software cannot be returned.<\/p>\n\n\n\n<p>Products for return or exchange must be in new condition with all accessories, packing materials, disks, key codes, cards, manuals and any other materials included. Returns should be sent freight prepaid by ground service. We will only reimburse the freight charges if we deem that the return was caused by our error i.e. incorrect product, defective product etc. All non-defective returns will incur a 15% restocking fee on the line item amount.<\/p>\n\n\n\n<p>Download: All software products delivered electronically are final sale once the Product Activation Code has been delivered, except in the case of case of defective items. For more information please contact us at info@avsoftwareshop.com<\/p>\n\n\n\n<p>It is your responsibility to ensure that you have the computer knowledge to download and install a software program on your machine.<\/p>\n\n\n\n<p>All the software products offered as “Download” have very simple download and installation instructions, directly from the manufacturer. If you are having difficulty installing the software purchased, we will do everything in our power to troubleshoot with you in order to help you get started. If necessary, we will put you directly in contact with the manufacturer for further support.<\/p>\n\n\n\n<p>We do not offer exchanges or give refunds for wrongful purchases as it is the buyers responsibility to check the system requirements of any product prior to purchase<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pcsoftwarecare 30-day limited warranty is a defective exchange policy that provides for replacement (at our sole discretion) of software that has been confirmed as defective by either the manufacture or Pcsoftwarecare. Due to licensing and copyright laws, we do not accept returns on software once a package has been opened or downloaded and installed in &hellip;<\/p>\n<p class=\"read-more\"> <a class=\" thunk-readmore button \" href=\"https:\/\/www.pcsoftwarecare.com\/refund-and-returns-policy\/\"> <span class=\"screen-reader-text\">Refund and Returns Policy<\/span>Read More<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"_links":{"self":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages\/80"}],"collection":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/comments?post=80"}],"version-history":[{"count":1,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages\/80\/revisions"}],"predecessor-version":[{"id":81,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages\/80\/revisions\/81"}],"wp:attachment":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/media?parent=80"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}