{"id":82,"date":"2023-07-21T05:44:12","date_gmt":"2023-07-21T05:44:12","guid":{"rendered":"https:\/\/www.pcsoftwarecare.com\/?page_id=82"},"modified":"2023-07-21T05:44:12","modified_gmt":"2023-07-21T05:44:12","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/www.pcsoftwarecare.com\/terms-conditions\/","title":{"rendered":"Terms &amp; Conditions"},"content":{"rendered":"\n<p>Please read these Terms of Use (“Terms”, “Terms of Use”) carefully before using the https:\/\/avsoftwareshop.com\/ website (the “Service”) operated by Pcsoftwarecare (“us”, “we”, or “our”).<\/p>\n\n\n\n<p>Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users and others who access or use the Service.<\/p>\n\n\n\n<p>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the Service.<\/p>\n\n\n\n<p><strong>Accounts<\/strong><\/p>\n\n\n\n<p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.<br>You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service.<br>You agree not to disclose your password to any third party. You must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.<\/p>\n\n\n\n<p><strong>Intellectual Property<\/strong><\/p>\n\n\n\n<p>The Service and its original content, features and functionality are and will remain the exclusive property of Pcsoftwarecare and its licensors.<br>Links To Other Web Sites<br>Our Service may contain links to third-party web sites or services that are not owned or controlled by Pcsoftwarecare.<br>Pcsoftwarecare has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that Pcsoftwarecare shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.<br>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.<\/p>\n\n\n\n<p><strong>Termination<\/strong><\/p>\n\n\n\n<p>We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.<br>All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.<br>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.<br>Upon termination, your right to use the Service will immediately cease. If you wish to terminate your account, you may simply discontinue using the Service.<br>All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.<\/p>\n\n\n\n<p><strong>Disclaimer<\/strong><\/p>\n\n\n\n<p>Your use of the Service is at your sole risk. The Service is provided on an “AS IS” and “AS AVAILABLE” basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchant ability, fitness for a particular purpose, non-infringement or course of performance.<\/p>\n\n\n\n<p><strong>Governing Law<\/strong><\/p>\n\n\n\n<p>These Terms shall be governed and construed in accordance with the laws of United States without regard to its conflict of law provisions.<br>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.<\/p>\n\n\n\n<p><strong>Changes<\/strong><\/p>\n\n\n\n<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.<br>By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service.<br><strong>Contact Us<\/strong><\/p>\n\n\n\n<p>If you have any questions about these Terms, please contact us.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Please read these Terms of Use (“Terms”, “Terms of Use”) carefully before using the https:\/\/avsoftwareshop.com\/ website (the “Service”) operated by Pcsoftwarecare (“us”, “we”, or “our”). Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users and others who access &hellip;<\/p>\n<p class=\"read-more\"> <a class=\" thunk-readmore button \" href=\"https:\/\/www.pcsoftwarecare.com\/terms-conditions\/\"> <span class=\"screen-reader-text\">Terms &amp; Conditions<\/span>Read More<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"_links":{"self":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages\/82"}],"collection":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/comments?post=82"}],"version-history":[{"count":1,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages\/82\/revisions"}],"predecessor-version":[{"id":83,"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/pages\/82\/revisions\/83"}],"wp:attachment":[{"href":"https:\/\/www.pcsoftwarecare.com\/wp-json\/wp\/v2\/media?parent=82"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}